Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.lt-lv.tmx
Source language: lt
Languages: lv

source: darbams vietoje ar teritorijoje, pro kurią vyksta transporto priemonių eismas bei laikančių konstrukcijų ar sveikatai pavojingų medžiagų griovimo darbams.
lv: strādājot vietā vai apvidū ar garām braucošu satiksmi nojaucot nesošās konstrukcijas kā arī veselībai bīstamus materiālus vai vielas

source: Išankstinis pranešimas
lv: Iepriekšējs paziņojums

source: Statytojas prieš darbų pradžią (išskyrus mažesnės apimties darbus) Valstybinei darbo aplinkos inspekcijai (artimiausio rajono) turi pateikti išankstinį pranešimą pagal nuostatų 7 §.
lv: Izņemot mazākus darbus, pirms darbu uzsākšanas klientam jāiesniedz iepriekšējs paziņojums Darba vides pārvaldei (tuvākajā apgabalā), skat. priekšrakstu 7.§.

source: Statytojas taip pat turi pasirūpinti, kad pranešimo kopija būtų iškabinta statybvietėje ir kad ji būtų nuolat tikslinama.
lv: Klientam jāraugās arī, lai iepriekšējā paziņojuma kopija atrastos uz ziņojuma dēļa būvdarbu vietā, un, lai paziņojums tiktu atjaunots.

source: Planavimas ir informacija
lv: Plānošana un informācija

source: Visi darbai turi būti planuojami ir rizikos prasme įvertinami laiku, kad galėtų būti saugiai atliekami.
lv: Lai darbus varētu veikt droši, tie jāplāno un savlaicīgi jānovērtē ar tiem saistītais risks.

source: Reikia suplanuoti vietą būdelėms, dirbtuvėms bei sandėliams, taip pat reikia suplanuoti judėjimo kelius bei transportą.
lv: Jāieplāno vieta strādnieku vagoniņiem, darbnīcām un noliktavām, kā arī savienojošiem ceļiem un transportam.

source: Svarbu išspręsti klausimą, kokiu būdu pasiekti visas darbo vietas.
lv: Svarīgi ir paredzēt to, kā nokļūt līdz visām darba vietām.

source: Darbą reikia suplanuoti taip, kad skirtingų įmonių veikla netrukdytų viena kitai tuo būdu, kad nekiltų pavojus sveikatai ar nelaimingų atsitikimų pavojus.
lv: Darbs jāplāno tā, lai dažādas darbības netraucētu viena otrai, un lai strādājošie netiktu pakļauti saslimšanas vai negadījumu riskam.

source: Laiko planavimas yra ypač svarbus tuo atveju, jei darbas yra didelės apimties, o laiko statyboms yra nedaug.
lv: Laika plānošana ir īpaši svarīga tad, kad darbs ir apjomīgs, bet būvniecības laiks ir īss.

source: Reikia pasirinkti tokią darbo įrangą ir tokius darbo metodus, kurie:
lv: Jāizvēlas tādas darba metodes un aprīkojums, kas:

source: padėtų išvengti nelaimingų atsitikimų dėl kritimų iš aukštai ir dėl įgriuvų,
lv: pasargātu no nelaimes gadījumiem saistībā ar nokrišanu no augstuma vai nogruvumu,

source: reikštų, kad vengiama sveikatai pavojingų ir be reikalo varginančių kūno apkrovų, reikštų, kad triukšmo, vibracijų, pavojingų medžiagų bei užteršto oro apsuptyje bus praleidžiama nedaug laiko.
lv: ļautu ķermenim izvairīties no veselībai bīstamiem vai nevajadzīgi nogurdinošiem noslogojumiem, būtu saistīts ar mazāku pakļaušanu trokšņiem, vibrācijām, bīstamām vielām un gaisa piesārņojumam.

source: Darbuotojai turi būti informuojami apie darbą, kokios darbo aplinkos priemonės yra įgyvendintos ir planuojamos ir kokios taisyklės galioja.
lv: Darba ņēmēji jāinformē, kādi darba drošības pasākumi ir veikti vai plānoti veikt, kādi noteikumi ir spēkā.

source: Jiems gali prireikti atskiro apmokymo ar instrukcijos, jei bus naudojami nauji produktai ar darbo metodai.
lv: Iespējams nepieciešama īpaša apmācība vai instrukcijas par jauniem produktiem vai darba metodēm, kas tiks pielietotas.

source: Statybvietėje visą laiką vyksta greitų pasikeitimų, sukeliančių daug pavojų.
lv: Būvlaukumā pastāvīgi notiek ātras izmaiņas, kuras saistītas ar daudziem riskiem.

source: Todėl yra svarbūs reguliarūs darbo saugos reidai.
lv: Tādēļ ir svarīgi veikt regulārus reidus, pārbaudot darba drošību.

source: Kas už ką atsakingas?
lv: Kas par ko atbild?

source: Kad statybvietėje būtų sukurta gera darbo aplinka, labai svarbus yra prevencinis darbo aplinkos darbas ir kad kiekvienas atsakingas asmuo prisiimtų atsakomybę.
lv: Lai izveidotu labu darba vidi būvlaukumā, ļoti svarīgi ir veikt priekšlaicīgu darba vides sagatavošanas darbu, un, lai visas iesaitītās puses uzņemtos savu atbildību.

source: Be to, svarbu, kad atsakingi asmenys koordinuotų veiklą ir kad prie darbo aplinkos prisidėtų statybų darbuotojai.
lv: Bez tam ir svarīgi, lai šīs dažādās iesaistītās puses sadarbotos, un, lai būvlaukumā strādājošie piedalītos darba vides jautājumos.

source: Tas, kas leidžia vykdyti statybų darbus (statytojas), yra pirmiausia atsakingas už tai, kad į darbo aplinką būtų atsižvelgiama statybų etape ruošiant statybų projektą (planuojant ir projektuojant).
lv: Tam, kurš pasūta būvniecības vai inženiertehnisko darbu izpildi (klients), ir galvenā atbildība par to, lai tiktu ievēroti darba drošības un veselības jautājumi projekta sagatavošanas posmā (plānošana un projektēšana).

source: Statytojas taip pat yra atsakingas už tai, kad būtų sudarytas išankstinis pranešimas, darbo aplinkos planas ir dokumentacija ir kad būtų paskirtas saugos ir sveikatos koordinatorius projekto parengiamuoju laikotarpiu.
lv: Klients atbild arī par to, lai tiktu iesniegts iepriekšējs paziņojums, lai tiktu sastādīts darba drošības un veselības aizsardzības plāns un, lai tiktu izraudzīts darba drošības un veselības aizsardzības lietu koordinātors projekta plānošanas un projektēšanas posmā.

source: Statytojas be to yra atsakingas už tai, kad statybos darbų atlikimas būtų koordinuojamas darbo aplinkos prasme, jis taip pat turi paskirti saugos ir sveikatos koordinatorių statybų laikotarpiu.
lv: Bez tam klients atbild par to, lai būvniecības un inženiertehniskais darbs atbilstu darba drošībai un, lai tiktu izraudzīts darba drošības un veselības aizsardzības lietu koordinātors projekta izpildes posmā.

source: Kai kuriais atvejais statytojas raštiška sutartimi savo atsakomybę dėl darbo aplinkos gali perleisti statybos valdytojui, kuris atsakingas už jo valdomą statybų projekto dalį.
lv: Atsevišķos gadījumos klients ar rakstisku līgumu var nodot savu atbildību par darba drošības jautājumiem projekta izpildītājam par to būvprojekta daļu, ko aptver pasūtījums.

source: Tai galima padaryti, jei būdamas statybos valdytoju, jis savarankiškai atsako už visą planavimą ir projektavimą ir/ar viso projekto vykdymą, pavyzdžiui, generalinės ar pilnos rangos atveju.
lv: To var darīt, ja pasūtījums nozīmē patstāvīgu atbildību visā plānošanas un projektēšanas un/vai visā projekta izpildīšanas laikā, piemēram, ģenerāluzņēmēja vai kopējā kontrakta gadījumā.

source: Kai ranga yra padalinta, statytojo atsakomybės perduoti negalima.
lv: Dalīta darba kontrakta gadījumā klienta atbildību nevar nodot citam.

source: Saugos ir sveikatos koordinatorius projekto parengiamuoju laikotarpiu koordinuoja projektavimą darbo aplinkos prasme ir pasirūpina, kad būtų sudarytas darbo aplinkos planas ir dokumentacija.
lv: Darba drošības un veselības aizsardzības lietu koordinātoram projekta plānošanas un projektēšanas posmā jāsaskaņo projektēšana, ņemot vērā darba vidi, un jāraugās, lai tiktu izveidots darba drošības un veselības aizsardzības plāns un dokumentācija.

source: Saugos ir sveikatos koordinatorius statybų laikotarpiu koordinuoja darbus darbo aplinkos prasme, pritaiko darbo aplinkos planą prie to, kaip darbai yra vykdomi iš tikrųjų, kontroliuoja, ar darbai vykdomi teisingai darbo aplinkos prasme ir ar laikomasi darbo aplinkos plano.
lv: Darba drošības un veselības aizsardzības lietu koordinātoram būvniecības un inženiertehnisko darbu laikā jāsaskaņo darbi, ņemot vērā darba vidi, jāpiemēro darba vides plāns tam, kā darbi patiesībā tiek veikti, un jāraugās, lai darbi tiktu veikti atbilstoši darba drošībai, un, lai darba drošības un veselības aizsardzības plāns tiktu pildīts.

source: Kitos įmonės bendroje darbo vietoje saugos ir sveikatos koordinatoriui statybų laikotarpiu turi pateikti duomenis apie ypatingą pavojų, kuris gali kilti dėl jų veiklos.
lv: Citiem uzņēmumiem kopīgā darba vietā jāiesniedz darba drošības un veselības aizsardzības lietu koordinātoram būvniecības darbu laikā informācija par īpašiem riskiem, kas var rasties viņu pašu darbības dēļ.

source: Visi, dirbantys bendroje darbo vietoje, turi laikytis tvarkos ir saugos taisyklių, kurias išleidžia saugos ir sveikatos koordinatorius.
lv: Visiem, kuri darbojas kopīgā darba vietā, jāievēro tie kārtības un aizsardzības noteikumi, ko izdevis darba drošības un veselības aizsardzības lietu koordinātors.

source: Kiekvienas darbdavys yra atsakingas už darbuotojų darbo aplinką pirmiausia.
lv: Katrs darba devējs nes galveno atbildību par savu darba ņēmēju darba vidi.

source: Darbdavys yra pilnai atsakingas už darbuotojus, nors tuo pat metu jis atsakingas, pavyzdžiui, už projektuotoją, už darbe naudojamos mašinos gamintoją, ir už saugos ir sveikatos koordinatorių.
lv: Darba devēja atbildība par saviem darba ņēmējiem ir pilnā apmērā, ja vienlaicīgi atbildību nes arī tas, kurš veic projektēšanu, tas, kurš ražojis mašīnu, kuru izmanto darbā vai tas, kurš ir darba drošības un veselības aizsardzības lietu koordinātors.

source: Savarankiškai dirbantys asmenys ir asmenys, dirbantys šeimos įmonėse be samdomų darbuotojų, atlikdami statybų darbus turi laikytis tų pačių nuostatų, kurios galioja darbdaviui ir darbuotojui.
lv: Pašnodarbinātai personai un tiem, kas strādā ģimenes uzņēmumā bez darbiniekiem, būvniecības un inženiertehnisko darbu laikā lielā mērā jāievēro tie paši noteikumi, kas attiecas uz darba devēju un darba ņēmēju.

source: Statybininkai turi prisidėti prie darbo aplinkos, laikytis galiojančių nuostatų ir naudotis esamais saugos įrenginiais.
lv: Būvniecības strādniekam ir jāpiedalās darba vides veidošanas darbā, jāievēro atbilstošie priekšraksti un jāizmanto pieejamais aizsardzības aprīkojums.

source: Saugos atstovas atstovauja darbuotojus saugos klausimais.
lv: Pilnvarotais pārstāvis darba vides jautājumos pārstāv darba ņēmējus darba vides aizsardzības jautājumos.

source: Jei darbas kelia ūmų ir rimtą pavojų gyvybei ar sveikatai ir jei darbdavys panaikina pavojų neiškart, saugos atstovas turi teisę nutraukti darbus, kol bus gauta Valstybinės darbo aplinkos inspekcijos pozicija.
lv: Ja darba veikšana saistīta ar tūlītējām un nopietnām briesmām, kas apdraud dzīvību vai veselību, un darba devējs risku nekavējoties nenovērš, pilnvarotajam pārstāvim darba vides jautājumos ir tiesības pārtraukt darbu, nogaidot Darba vides pārvaldes nostāju.

source: Gamintojai, importuotojai ir nuomotojai techninės įrangos yra atsakingi už tai, kad jų produktai būtų saugūs.
lv: Tehnisko ierīču ražotāji, importētāji un iznomātāji atbild par to, lai viņu produkti būtu droši.

source: Cheminių produktų ir kitų medžiagų gamintojų ir importuotojų atsakomybė panaši.
lv: Līdzīga atbildība ir ķīmisko produktu un citu vielu ražotājiem un importētājiem.

source: Gamintojai, importuotojai ir nuomotojai turi pateikti reikalingą informaciją apie produktus, kad būtų taikoma prevencija sveikatos sutrikimams ir nelaimingiems atsitikimams.
lv: Ražotājiem, importētājiem un iznomātājiem ir arī jāsniedz tā produktu informācija, kas nepieciešama, lai izvairītos no veselības traucējumiem un nelaimes gadījumiem.

source: Darbo aplinkos įstatyme yra ir nuostatos dėl atsakomybės asmens, samdančio darbo jėgą pagal sutartį, ir valdančio darbų atlikimo vietą.
lv: Darba vides likumā atrodami arī noteikumi par atbildību, ko nes tas, kurš noīrē darba spēku un tas, kurš pārvalda darba vietu.

source: ADI 539 Lit Our vision: Everyone wants to, and can, create a good work environment
lv: ADI 539 Let Our vision: Everyone wants to, and can, create a good work environment

source: Sistematinis darbas darbo aplinkos klausimais
lv: Sistemātiska darba vides uzlabošana

source: Mūsų darbo aplinkos įstatymas yra priimtas tam, kad būtų galima apsaugoti žmones nuo traumų darbe.
lv: Zviedrijas Likuma par darba aizsardzību mērķis ir profilakses veicināšana un nelaimes gadījumu novēršana darba vietā.

source: Būdamas darbdaviu, Jūs turite atsižvelgti į visas sąlygas, kurios gali daryti įtaką darbuotojų sveikatai bei saugumui.
lv: Darba devēja pienākums ir ņemt vērā visus apstākļus, kas varētu ietekmēt darba ņēmēju veselību un drošību.

source: Jūs esate atsakingas už visų, Jums dirbančių asmenų, darbo aplinką.
lv: Darba devējs ir atbildīgs par visu uzņēmuma darbinieku darba vidi.

source: Pasikeitimai naudojant benzininius grandininius pjūklus ir trimerius
lv: Izmaiņas noteikumos par motorzāģu un zāles pļāvēju izmantošanu

source: Keturi dideli pakeitimai nuostatuose AFS 2012:1
lv: Vienlaikus tika atcelti normatīvi AFS 2000:2.

source: Reikalavimas pateikti dokumentus, įrodančius, kad yra išlaikyti teorijos ir praktiniai testai.
lv: Četri svarīgi jaunumi normatīvos AFS 2012:1

source: Darbuotojas iki 2015 m. sausio mėn. 1 d privalo išlaikyti testus.
lv: Prasība par dokumentētām zināšanām, nokārtojot teorētisku un praktisku zināšanu pārbaudi.

source: Signaliniai drabužiai yra tokie saugos drabužiai, kurie gerai yra matomi tiek dienos metu, tiek tamsoje.
lv: Prasība par darba apģērbu, kas aprīkots ar atstarotājiem.

source: Signaliniai auliukiniai batai/signaliniai miškininko batai su apsauga nuo pjovimo pjūklu.
lv: Aizsardzības zābaki /apavi zāģēšanai ar pastiprinātiem purngaliem.

source: Būti pasiruošusiam blogiausiam
lv: Gatavība nelaimes gadījumā

source: Turi būti kažkas, kas žino ir gali suteikti pirmąją pagalbą bei naudotis pirmosios pagalbos priemonėmis.
lv: Darba vietā vienmēr uz vietas jābūt kompetentam speciālistam, kas var sniegt pirmo palīdzību, kā arī izmantot attiecīgu aprīkojumu.

source: Darbuotojai turi žinoti, kaip reikia skambinti greitajai ir kitai pagalbai, o kartais koordinačių pagalba aiškiai mokėti nurodyti kelią į vietą, kurioje įvyko trauma.
lv: Darba devējiem ir jābūt informētiem par to, kā tiek izsaukta ātrā palīdzība un citi neatliekamās palīdzības sniedzēji, kā arī par to, kā sniegt detalizētas nelaimes gadījuma vietas aprakstu ar ceļa norādēm, reizēm izmantojot arī koordinātes.

source: Vienam dirbant
lv: Darbs vienatnē

source: Dirbant vienam miške, keliami atskiri reikalavimai palaikant ryšį su išoriniu pasauliu.
lv: Uz darbu vienatnē mežā attiecas īpašas prasības attiecībā uz komunikāciju ar ārpasauli.

source: Brigadininkas arba bendradarbiai turi žinoti, kokioje miško vietoje asmuo dirba.
lv: Darba vadītājam vai kolēģim ir jāzin, kurā vietā darbs tiek veikts.

source: Darbas vėtrų išverstuose miškuose neturi būti atliekamas vieno asmens, asmuo turi palaikyti tiesioginį ryšį su kolegomis arba kitu asmeniu.
lv: Šādā gadījumā kolēģiem ir jābūt tiešā kontaktā.

source: Personalo patalpos
lv: Darbinieku telpas

source: Personalo patalpos būtinos ir dėl komforto, ir, kad būtų sumažinta rizika ligoms.
lv: Darbinieku telpas ir nepieciešamas gan komfortam, gan saslimšanas riska samazināšanai.

source: Darbuotojai darbo dienos metu turi turėti galimybę nueiti į tualetą, šiltu vandeniu nusiprausti rankas, pasišildyti ir valgyti maistą, pasėdėti apšildytose patalpose, pasikeisti drabužius ir galimybę išsidžiovinti drabužius.
lv: Darbiniekiem darba dienas laikā ir jābūt iespējai izmantot tualeti, nomazgāt rokas siltā ūdenī, uzsildīt un paēst pusdienas, atrasties apsildītās telpās, izmantot ģērbtuvi un žāvēt apģērbu.

source: Personalui skirtos patalpos turi būti labai arti.
lv: Darbu telpām ir jāatrodas netālu no darba vietas.

source: ADI 674, yra pateikta tik PDF formatu, kurią galima parsisiųsti iš www.av.se
lv: ADI 674, pieejams tikai PDR formātā tīmekļa vietnē www.av.se.

source: Asmenines darbo saugos priemones
lv: Personīgi aizsardzības līdzekļi

source: Tas, kuris dirba su benzininiu grandininiu pjūklu, privalo naudoti šias asmenines darbo saugos priemones:
lv: Strādājot ar motorzāģi, ir jāizmanto sekojošs personīgi aizsardzības līdzekļi:

source: Apsauginį šalmą Klausos apsaugą Akių apsaugą
lv: Aizsargķivere, Ausu ielikņi, Aizsargbriles,

source: Pirmosios pagalbos vaistinėlę
lv: Brūces asiņošanu apturši līdzekļi,

source: Apsauginius marškinius arba apsauginę liemenę su signalinėmis spalvomis
lv: Aizsargjaka vai veste, kas aprīkota ar atstarotājiem,

source: Darbo pirštines Apsaugines kelnes
lv: Darba cimdi,

source: Signalinius auliukinius batus/ miškininko batus su apsauga nuo pjovimo pjūklu
lv: Aizsardzības zābaki /apavi zāģēšanai ar pastiprinātiem purngaliem.

source: Rizika, susijusi su cheminių medžiagų naudojimu, sodinant ir purškiant sodinukus
lv: Riski, strādājot ar ķīmiskām vielām, veicot augu stādīšanu un smidzināšanu

source: Darbo Aplinkos tarnybos brošiūroje ”Saugus darbas su apipurkštais miško sodinukais ir purškimo metu, pasodinus“ yra daugiau informacijos.
lv: Ņemiet vērā, ka nepilngadīgām personām ir aizliegts strādāt ar

source: Atkreipkite dėmesį į tai, kad mažamečiams, vadovaujantis AFS 2012:3, negalima dirbti su 1 ar 2 klasės pesticidais.
lv: 1. un 2.klases pesticīdiem saskaņā ar normatīviem AFS 2012:3.

source: Jiems, taipogi, neleidžiama sodinti sodinukų, apipurkštų šiais pesticidais.
lv: Nepilngadīgām personām ir arī aizliegts strādāt ar smidzinātiem augiem.

source: Kam leidžiama dirbti su benzininiu grandininiu pjūklu?
lv: Personas, kas drīkst strādāt ar motorzāģi

source: Asmuo taip pat turi pateikti dokumentus, patvirtinančius šiuos reikalavimus.
lv: Personai ir jābūt apliecinājumam, kurā ir dokumentētas prasības.

source: Kam leidžiama dirbti su trimeriu?
lv: Personas, kas drīkst strādāt ar zāles pļāvēju

source: Tas, kuris dirba su trimeriu, privalo baigti apmokymus tokio tipo atliekamam darbui ir turėti kompetenciją tokiam darbui.
lv: Persona, kas strādā ar zāles pļāvēju, ir jāiziet apmācība, kurā iekļauta zināšanu pārbaude par veicamo darba uzdevumu.

source: Gerbk kertantį medį
lv: Esiet uzmanīgi krītošu koku tuvumā

source: Kiekvienais metais kertant medžius, mirtinai sužalojami žmones.
lv: Katru gadu tiek reģistrēti vairāki naves gadījumi, gāžot kokus.

source: Darbo aplinkos tarnybos interneto puslapis
lv: Zviedrijas Darba vides pārvaldes tīmekļa vietne

source: Mūsų interneto puslapyje yra pateikiamas naujausias visų taikomų nuostatų variantas, informacinio pobūdžio brošiūros ir knygos, kurios gali padėti sukurti gerą darbo aplinką.
lv: Mūsu tīmekļa vietnē ir atrodami visi jaunākie noteikumi un normatīvi, kā arī informatīvi bukleti un grāmatas, kas var noderēt Jūsu darba vides uzlabošanas darbā.

source: Čia yra Darbo aplinkos tarnybos informacinis bukletas Jums, norintiems rinkti uogas Švedijoje.
lv: Šī Darba vides pārvaldes informācijas brošūra domāta Tev, ja vēlies strādāt par ogu lasītāju Zviedrijā.

source: Darbo aplinkos tarnyba yra ta valdžios institucija, kuri kontroliuoja, kad Švedijos darbo vietose būtų laikomasi darbo aplinkos įstatymo, darbo laiko trukmės įstatymo ir kitų darbo aplinkos teisės normos aktų.
lv: Darba vides pārvalde ir valsts iestāde, kas raugās, lai Darba vides likums, Darba laika likums un pārējie noteikumi par darba vidi tiktu ievēroti darba vietās Zviedrijā.

source: Mes taip pat rengiame įstatymus ir platiname informaciją apie darbo aplinką.
lv: Mēs arī izstrādājam noteikumus un izplatām informāciju par darba vidi.

source: Be to, Darbo aplinkos tarnyba yra taip vadinamas susisiekimo filialas komandiravimo klausimais.
lv: Bez tam Darba vides pārvalde ir tā sauktais sakaru birojs darbā nosūtīšanas jautājumos.

source: Tai, be kita ko, reiškia, kad mes informuojame apie taikomus įstatymus Švedijoje laikinai dirbantiems užsienyje įdarbintiems darbuotojams.
lv: Tas nozīmē, ka, cita starpā, mēs informējam par to, kas attiecas uz ārzemēs pozicionētiem darba ņēmējiem, kas uz laiku strādā Zviedrijā.

source: Čia yra trumpai pristatomi 2010 metais Švedijoje galiojantys įstatymai dėl darbo leidimo ir leidimo nuolatiniam gyvenimui išdavimo, darbo aplinkos, darbo laiko trukmės, minimalaus darbo užmokesčio bei kita.
lv: Te īsumā sniegta informācija par noteikumiem attiecībā uz darba un uzturēšanās atļauju, darba vidi, darba laiku, minimālo algu u.c. Zviedrijā, kas ir spēkā 2010.gadā.

source: Migracijos departamentas nutarė nuo 2010 sezono tokiu pačiu būdu, kaip ir kitus prašymus dėl darbo leidimo išdavimo, nagrinėti ir prašymus dėl darbo leidimo išdavimo laukinių uogų rinkėjams.
lv: Imigrācijas pārvalde ir nolēmusi, ka, sākot ar 2010.gada sezonu, izskatīs pieteikumus darba atļauju saņemšanai no savvaļas ogu lasītājiem tādā pašā veidā, kā visus pārējos pieteikumus darba atļaujas saņemšanai.

source: Žemiau galite nuodugniau susipažinti su šios nutarties reikšme.
lv: Par to, ko tas nozīmē, vari izlasīt tālāk.

source: Jums, norintiems rinkti uogas Švedijoje
lv: Informācija Tev, ja vēlies strādāt par ogu lasītāju Zviedrijā

source: Jeigu Jūs norite rinkti uogas Švedijoje ir nesate kilęs iš ES šalies, Jūs paprastai privalote turėti darbo leidimą.
lv: Ja Tu vēlies strādāt par ogu lasītāju Zviedrijā un neierodies no ES valsts, likums paredz, ka Tev jābūt darba atļaujai.

source: Daugelį atvejų ne ES piliečiams, norintiems būti Švedijoje, taip pat reikia ir vizos.
lv: Vairākums gadījumos pilsoņiem no valstīm ārpus ES nepieciešama arī vīza, lai varētu uzturēties Zviedrijā.

source: Jeigu Jūs Švedijoje dirbsite ilgiau nei tris mėnesius, Jums be darbo leidimo, taipogi, reikia ir leidimo nuolatiniam gyvenimui.
lv: Ja Tu vēlies strādāt Zviedrijā ilgāk nekā trīs mēnešus, bez darba atļaujas Tev nepieciešama arī uzturēšanās atļauja.

source: Migracijos departamentas yra atsakingas už įstatymus dėl darbo leidimo ir leidimo nuolatiniam gyvenimui išdavimo.
lv: Imigrācijas pārvalde ir tā, kas atbild par noteikumiem attiecībā uz darba atļauju un uzturēšanās atļauju.

source: Jūs turite pateikti prašymą dėl leidimo prieš savo išvykimą į Švediją.
lv: Tev jāiesniedz pieprasījums atļaujas saņemšanai, pirms Tu dodies uz Zviedriju.

source: Savo prašymą Jūs galite pateikti Migracijos departamento internetinio puslapio svetainėje, www.migrationsverket.se.
lv: Tu vari iesniegt pieprasījumu uzturēšanās un darba atļaujas saņemšanai Imigrācijas pārvaldes mājas lapā: www.migrationsverket.se.

source: Jūs taip pat galite pateikti prašymą Švedijos ambasadoje arba konsulate toje šalyje, kurioje gyvenate.
lv: Tu vari pieprasīt atļauju arī Zviedrijas vēstniecībai vai konsulātam, kas atrodas valstī, kurā Tu dzīvo.

source: Jeigu Jūs Švedijoje dirbsite trumpesnį nei trejų mėnesių laikotarpį ir Jums reikia vizos į Švediją, savo prašymą dėl darbo leidimo privalote pateikti Švedijos ambasadai arba konsulatui.
lv: Ja Tu strādāsi Zviedrijā īsāku laika periodu nekā trīs mēneši un Tev nepieciešama vīza, lai ieceļotu Zviedrijā, pieprasījums darba atļaujas saņemšanai Tev jāiesniedz Zviedrijas vēstniecībā vai konsulātā.

source: Norint gauti darbo leidimą, reikalaujama, kad
lv: Kas nepieciešams, lai saņemtu darba atļauju?

source: Kokios įdarbinimo sąlygos, vadovaujantis Švedijos kolektyvinėmis sutartimis, yra taikomos uogautojams?
lv: Kādi nodarbinātības nosacījumi ir spēkā saskaņā ar Kolektīvo līgumu ogu lasītājiem?

source: Norint gauti darbo leidimą, ne tik Jūsų mažiausias mėnesinis darbo užmokestis turi būti 13 000 SEK, bet taip pat ir įdarbinimo sąlygos turi būti lygiavertės švediškų kolektyvinių sutarčių sąlygoms, (arba turi atitikti profesijos ar šakos keliamas sąlygas).
lv: Lai Tu varētu saņemt darba atļauju, ne tikai algai jābūt vismaz 13 000 SEK mēnesī, bet arī nodarbinātības nosacījumiem jābūt līdzvērtīgiem ar zviedru Kolektīvo līgumu (vai tādiem, kurus piemēro profesijā vai nozarē).
